{
  "welcome": "Welcome to our site!",
  "blog": {
    "1": {
      "title": "The Status of Mustafa (Peace Be Upon Him)",
      "content": "All praise is due to the Lord who made us Muslims, a blessing greater than all other blessings for those with reason. And abundant blessings and peace be upon the being through whom Allah guided us. May Allah keep us steadfast and enduring in the faith of Muhammad and the faith of Ibrahim.\n\nAfter this, we want to draw attention to the core issue. Allah made us Muslims and gave us the religion of Islam. We are believers in God, our Prophet is one, and we worship only Allah. Our criteria for distinguishing between right and wrong are based on what Allah and His Messenger say. Anything contrary to their words is false, even if it appears to be good. We call out what is wrong as wrong without justification and call out what is right, regardless of associations. We do not set our personal preferences as the standard for right and wrong. We testify for the enemy if they are on the truth and stand against a friend if they are unjust or wrong. We listen to and follow only Allah and His Messenger, and we are not biased when speaking.\n\nAre these not the traits that define Muslims? And in the current era, all Muslims claim this. Let us examine in the light of the Quran and Hadith who among us is true in this claim and who merely speaks the words.\n\nIn today’s time, if you observe the conditions of knowledgeable Muslims, you will find many learned individuals. However, among the general public, ignorance is prevalent, reminiscent of the pre-Islamic era. We are Muslims only in name, with many lacking knowledge of basic Islamic tenets. Some do not even know the matters of prayer, and others do not read the Quran correctly with tajweed, pronunciation, and articulation. A Muslim’s primary duty is to understand and convey the Quran, otherwise, they will be held accountable. Yet, many do not even know what the Quran actually invites. Similarly, ignorance prevails regarding Hadith and the life of the Prophet (peace be upon him). We only know the Prophet Muhammad (peace be upon him) in name. We have no time to learn about the one whose intercession we seek. The Prophet himself said that no one can be a true believer until they accept with their heart or their desires are aligned with what he brought. He also said that no one can be a true believer until I become more beloved to them than their parents, their children, and everything else. So, ask yourself: Is this how the lovers and followers of the Prophet would act if they are unaware of his life and message? It is clear as day that if you do not know who someone is, you cannot truly love them. The same applies to those who are well-acquainted with his character. Every lover of the Prophet should self-assess their standing."
    },
    "2": {
      "title": "Blog Post 2",
      "content": "Content of the second blog post."
    }
  }
}
