{
  "welcome": "ہماری سائٹ پر خوش آمدید!",
  "blog": {
    "1": {
      "title": "القول متین فی شان رسول امین  صلی اللہ علیہ وسلم",
      "content": "تمام تعریفیں اس رب کے لیے ہے جس نے ہمیں مسلمان بنایا جو کہ اہل عقل کے لیے تمام نعمتوں سے بڑھ کر بڑی نعمت ہے اور بہت درود اور سلام ہو اس ہستی پر جس کے ذریعہ اللہ نے ہمیں ہدایت بخشی اللہ ہم سب کو اس پر قائم اور دائم و ملت محمد و ملت اِبراھیم پر رکھے\n\nاس کے بعد ہم اصل مسئلے کی طرف توجہ دلانا چاہتے ہیں اللہ نے ہم سب کو مسلمان بنایا دین اسلام دیا ہم خدا پر یقین رکھنے والے ہیں ہمارا نبی ایک ہے قبلا ایک ہم عبادت کرتے ہیں تو صرف اللہ کی ہمارا معیار حق اور باطل میں تمیز بھی کرتے ہیں ان دونوں ہستیوں کی ہمارے نزدیک حق وہی ہے جو اللہ اور اس کے رسول فرماتے ہیں ہر وہ چیز باطل ہے جو ان کے قول کے خلاف ہے چاہے وہ بظاہر کتنی بھلی معلوم ہوتی ہو ہم غلط کو غلط کہتے ہیں اس میں تاویل نہیں پیش کرتے صحیح کو صحیح کہتے ہیں چاہے وہ کسی سے منسلک ہو ہم صحیح اور غلط کا معیار اپنی ذاتی ذوقِ فطرت پر نہیں رکھتے ہم دشمن کے حق میں گواہی دے دیتے ہیں اگر وہ حق پر ہے اور دوست کے مخالف کھڑے ہو جاتے ہیں اگر وہ ظالم ہو تو یا غلطی پر ہو ہم اللہ اور اس کے رسول کے بعد ہی کسی کی سنتے ہیں اور کسی کی مانتے ہیں ہم بات کرتے وقت کسی تعصب کا شکار نہیں ہوتے\n\nکیا یہی ہیں وہ ساری باتیں جو صفات ہوتی ہیں مسلمانوں کے    \n  اور موجودہ دور میں ہم تمام مسلمان اسی کے مدعی ہیں ہم دیکھیں قرآن و حدیث کی روشنی میں کتنے لوگ اس دعوے میں سچے ہیں اور کون محض بس کلام ملاتا ہے اور کون واقعی قائم ہے۔\n\nآج کے دور میں اہل علم مسلمانوں کے حالات پر اگر غور کریں تو آپ کو ایک سے بڑھ کر ایک اہل علم مل جائے گا مگر عام عوام میں اگر آپ دیکھیں گے تو جہالت ایسے ہے کہ یوم کے دور کی یاد آتی ہے ہم مسلمان بھی ہیں تو محض رسمی طور پر مسلمان ہیں اکثریت کو اسلام کے جو Basic ارکان ہیں انہی کا علم نہیں بعض ایسے بھی جنہیں نماز تک کے مسائل نہیں معلوم اور بعض ایسے ہیں جنہیں قرآن تک صحیح تجوید و ترتیل و مخرج سے نہیں پڑھنا آتا حالانکہ قرآن کے ایک مسلمان پر پہلا حق یہ ہے کہ اسے سمجھ کر دوسروں تک پہنچائیں ورنہ اس کی پکڑ ہے یہاں تو پہچانا تو دور اسے تو خود نہیں معلوم کہ قرآن اصل میں کیا دعوت دے رہا ہے یہی معمولات ہمارے اکثر مسلمانوں کا حدیث اور سیرت کے بارے میں بھی نہیں ہے ہم امام الانبیاء سید المرسلین خاتم النبیین امام اعظم سیدنا و مولانا حضرت محمد رسول اللہ صلی اللہ علیہ وسلم کو بس رسمی طور پر جانتے ہیں ہمیں اس ہستی کے بارے میں بڑھنے کا وقت نہیں ملتا جس کے سہارے اپنی کریستیانو کو چھپاتے ہیں کہ آپ صلی اللہ علیہ وسلم ہماری شفاعت کریں گے جس نے خود فرمایا کہ تم سے کوئی شخص مومن ہی نہیں ہو سکتا جب تک کہ اس چیز کو دل سے تسلیم نہ کر لے یا اس کے خواہش نفس اس کے تابع نہ ہو جائے جو میں لے کر آیا ہوں اور ایک مقام پر فرمایا کہ تم سے کوئی شخص مومن ہی نہیں ہو سکتا جب تک کہ میں تمہارے ماں باپ تمہاری اولاد ہر چیز سے بڑھ کر محبوب نہ ہو جاؤں۔ اب مجھے بتائیں کہ کیا اس ہستی کا محبین اور عاشقین کا یہ خواب ہوگا کہ وہ اس کی زندگی اس کی دعوت سے ہی نا آشنا ہو اور یہ بات سورج کی طرح روشن ہے کہ اگر آپ کو کسی شخص کے بارے میں معلوم ہی نہیں کہ وہ کون ہے اس کی محبت آپ کے دل میں آ ہی نہیں سکتی اس شخص کے مقابلے میں جو اس کی سیرت سے اچھی طرح سے واقف ہو اب ہر وہ محب رسول عاشق رسول کو خود محاسبہ کرنا چاہیے کہ وہ کہاں کھڑا ہے"
    },
    "2": {
      "title": "بلاگ پوسٹ 2",
      "content": "دوسرے بلاگ پوسٹ کا مواد۔"
    }
  }
}
