{
  "welcome": "हमारी साइट पर स्वागत है!",
  "blog": {
    "1": {
      "title": "मुस्तफा (सल्लल्लाहु अलैहि वसल्लम) की स्थिति",
      "content": "सारी प्रशंसा उस प्रभु के लिए है जिसने हमें मुसलमान बनाया, जो कि समझदारों के लिए सभी आशीर्वादों से बड़ी नेमत है। और उस अस्तित्व पर बहुत सारा दरود और सलाम हो, जिसके माध्यम से अल्लाह ने हमें मार्गदर्शन दिया। अल्लाह हमें हमेशा और स्थायी रूप से मोहम्मद की शریयत और इब्राहीम की शरीयत में बनाए रखे।\n\nइसके बाद हम मुख्य मुद्दे की ओर ध्यान आकर्षित करना चाहते हैं। अल्लाह ने हमें मुसलमान बनाया और इस्लाम का धर्म दिया। हम भगवान पर विश्वास करते हैं, हमारे नबी एक हैं, और हम केवल अल्लाह की पूजा करते हैं। सही और गलत में भेद करने के लिए हमारे मानदंड अल्लाह और उनके रसूल के कथनों पर आधारित हैं। उनके शब्दों के खिलाफ कुछ भी झूठ है, भले ही वह कितना भी अच्छा लगता हो। हम गलत को गलत कहते हैं और सही को सही, किसी भी संबंध की परवाह किए बिना। हम अपने व्यक्तिगत पसंद को सही और गलत के मानक के रूप में नहीं मानते। हम दुश्मन के حق में गवाही देते हैं यदि वह सच्चाई पर है और दोस्त के खिलाफ खड़े हो जाते हैं यदि वह अन्यायपूर्ण है या गलत है। हम केवल अल्लाह और उनके रसूल की बात मानते हैं और बात करते समय किसी पूर्वाग्रह से प्रभावित नहीं होते।\n\nक्या यही वो गुण नहीं हैं जो मुसलमानों को परिभाषित करते हैं? और वर्तमान समय में सभी मुसलमान इसी का दावा करते हैं। चलिए, कुरान और हदीस की रोशनी में देखें कि हम में से कौन इस दावे में सच्चा है और कौन केवल शब्दों का प्रयोग करता है।\n\nआज के समय में, यदि आप ज्ञानी मुसलमानों की स्थिति पर गौर करें, तो आपको बहुत से शिक्षित लोग मिलेंगे। हालांकि, आम जनता में अज्ञानता प्रचलित है, जैसे कि जاهिलियत का दौर। हम नाम के मुसलमान हैं, और बहुत से लोगों को बुनियादी इस्लामी तत्त्वों का ज्ञान नहीं है। कुछ लोग तो नमाज़ के मुद्दों को भी नहीं जानते, और कुछ लोग कुरान को सही तज्जीद, वर्तनी, और उच्चारण के साथ नहीं पढ़ते। एक मुसलमान का प्राथमिक कर्तव्य है कि वह कुरान को समझे और दूसरों तक पहुँचाए, अन्यथा उसे जिम्मेदारी उठानी पड़ेगी। फिर भी, बहुत से लोग नहीं जानते कि कुरान वास्तव में क्या सन्देश देती है। इसी तरह, हदीस और नबी (सल्लल्लाहु अलैहि वसल्लम) की जिंदगी के बारे में भी अज्ञानता व्याप्त है। हम केवल नबी मोहम्मद (सल्लल्लाहु अलैहि वसल्लम) को नाम से जानते हैं। हमें उस हस्तित्व के बारे में जानने का समय नहीं मिलता जिसकी सिफारिश हम मांगते हैं। नबी ने खुद कहा कि कोई भी व्यक्ति सच्चा मोमिन नहीं हो सकता जब तक कि वह दिल से स्वीकार न करे या उसकी इच्छाएँ उस चीज के अधीन न हों जो उन्होंने लाया। उन्होंने यह भी कहा कि कोई भी व्यक्ति सच्चा मोमिन नहीं हो सकता जब तक मैं उनके माता-पिता, उनके बच्चों, और सब कुछ से अधिक प्रिय न हो जाऊं। तो, खुद से पूछिए: क्या यह है कि नबी के प्रेमी और अनुयायी ऐसे कार्य करेंगे यदि वे उनकी जिंदगी और संदेश से अनजान हैं? यह बात सूर्य की तरह स्पष्ट है कि अगर आप किसी व्यक्ति के बारे में नहीं जानते कि वह कौन है, तो आप उसे सच्चे दिल से प्रेम नहीं कर सकते। वही बात उन लोगों पर भी लागू होती है जो उसकी शख्सियत से अच्छी तरह से वाकिफ हैं। हर नबी का प्रेमी और अनुयायी को अपनी स्थिति का आत्ममूल्यांकन करना चाहिए।"
    },
    "2": {
      "title": "ब्लॉग पोस्ट 2",
      "content": "दूसरे ब्लॉग पोस्ट का सामग्री।"
    }
  }
}
